---
kind: property
id: P:Autodesk.Revit.DB.IFC.IFCRange.Start
source: html/63a05901-d8da-3fa3-f46f-58add4498162.htm
---
# Autodesk.Revit.DB.IFC.IFCRange.Start Property

The starting value of the range.

## Syntax (C#)
```csharp
public double Start { get; set; }
```